
{
    "site_title": "Near Counselling",
    "nav_about": "About",
    "nav_services": "Services",
    "nav_testimonials": "Testimonials",
    "nav_contact": "Contact",
    "book_session_button": "Book a Session",
    "about_title": "About Cinthia",
    "about_description": "This is Cinthia. She is finishing her counselling training and offers accessible sessions while completing her supervised practice. She speaks three native languages: Spanish, Portuguese, and English. She works with attentive listening, clear goals, and easy-to-apply real-life tasks.",
    "get_in_touch_button": "Get in Touch",
    "how_it_works_title": "How It Works",
    "how_it_works_step1": "First, she listens, without rushing, to understand where you are.",
    "how_it_works_step2": "You define one or two realistic goals for the week together.",
    "how_it_works_step3": "You take away light tasks or simple exercises.",
    "how_it_works_step4": "Next time, you review what worked and adjust as needed.",
    "services_offered_title": "Services Offered",
    "services_offered_description": "Tailored support to meet your individual needs. Whether you're seeking in-depth therapy or guidance on finding the right specialist, I'm here to help.",
    "individual_sessions_title": "Individual Sessions",
    "individual_sessions_description": "One-on-one sessions to explore your thoughts and feelings in a confidential setting.",
    "brief_therapy_title": "Brief Therapy",
    "brief_therapy_description": "Focused, short-term therapy to address specific issues and develop coping strategies.",
    "responsible_referrals_title": "Responsible Referrals",
    "responsible_referrals_description": "If your needs are outside my scope, I'll help you find the right professional for you.",
    "free_initial_session_title": "Free Initial Session",
    "free_initial_session_description": "Finding the right therapist is crucial. I offer a free 30-minute initial session for us to get to know each other, discuss your needs, and see if we're a good fit. There's no obligation to continue.",
    "book_free_session_button": "Book Your Free Session",
    "fees_and_support_title": "Fees and Support",
    "fees_and_support_description": "Flexible rates and payment options are available to ensure therapy is accessible. Please inquire for more details.",
    "responsible_referrals_title_alt": "Responsible Referrals",
    "responsible_referrals_description_alt": "My commitment is to your well-being. If I'm not the right fit, I will responsibly refer you to a trusted colleague who can better meet your needs.",
    "why_i_did_this_title": "Why I Did This",
    "why_i_did_this_description": "Cinthia already has over 100 supervised hours as a counsellor. We live in Auckland, but she's from Argentina, lived in Brazil for four years, and here for over six (four in Wellington). She's currently in the second part of her counselling degree at AUT, the Auckland University of Technology. This website is my gift to her, and yes... she has no idea about any of this, so if there's any criticism (even if constructive), please direct it to me because she doesn't know anything yet 😄\n\nFinancially, it's been tough for her. Although as residents the university is cheaper, it's still expensive, and as a full-time student, it's hard to find a part-time job that fits, especially since her schedule changes every semester, leaving her in a bind. She doesn't dare to promote herself as a counsellor (because she isn't one yet), but she can give you that advice you might have needed... and didn't know you needed.\n\nHere you can read Proof of Character, messages written by friends or people she has helped in the past. Don't just take my word for it; there's great value in reading what those who have had the pleasure of being by her side and connecting with her beautiful personality and energy have to say.\n\nWhat's the purpose of this website? For her not to end up looking for any random part-time job that just keeps her afloat, but to start slowly building her professional practice.\n\n— Hey, but she's not a counsellor, how can she help me?\n\nThe great thing about Cinthia is that if you bring something she can't treat, she will tell you and refer you. I asked her if she could start a private practice and at what level. She said she could offer short therapies (up to six sessions) for a specific problem, give you tools, and then you could continue on your own.",
    "who_is_cinthia_title": "Who is Cinthia?",
    "who_is_cinthia_description": "Words from those who know her work and character.",
    "testimonial1_name": "A friend",
    "testimonial1_message": "Cinthia is a very dedicated and attentive professional. With a keen sense of ethics, she provides a safe environment for us to develop. She has a genuine interest in others. I am very grateful for the opportunity to have her as my psychologist.",
    "testimonial2_name": "Maria S.",
    "testimonial2_message": "A professional who is attentive to our needs and very helpful. I highly recommend her!",
    "testimonial3_name": "John D.",
    "testimonial3_message": "A great listener and a wonderful professional. She helped me through a tough time with patience and understanding.",
    "testimonial4_name": "Sofia L.",
    "testimonial4_message": "I felt very comfortable from the first session. Cinthia is empathetic and creates a safe space to open up.",
    "testimonial5_name": "David B.",
    "testimonial5_message": "Her guidance was crucial for my personal development. An excellent psychologist.",
    "testimonial6_name": "Laura P.",
    "testimonial6_message": "I recommend her work to everyone. A committed and very competent professional.",
    "testimonial7_name": "Michael K.",
    "testimonial7_message": "The sessions helped me to see my problems from a new perspective. I am very thankful.",
    "testimonial8_name": "Fernanda R.",
    "testimonial8_message": "Cinthia is a light. Her humanistic and welcoming approach makes all the difference.",
    "testimonial9_name": "Carlos M.",
    "testimonial9_message": "An amazing professional who works with great seriousness and ethics. It has been a transformative experience.",
    "share_your_experience_title": "Share Your Experience",
    "testimonial_form_name_label": "Your Name",
    "testimonial_form_name_placeholder": "e.g. Jane Doe",
    "testimonial_form_country_label": "Country",
    "testimonial_form_country_placeholder": "Select your country",
    "testimonial_form_message_label": "Your Message",
    "testimonial_form_message_placeholder": "Tell us about your experience...",
    "testimonial_form_submit_button": "Submit Testimonial",
    "testimonial_form_submitted_title": "Thank you!",
    "testimonial_form_submitted_description": "Your testimonial has been submitted.",
    "contact_us_title": "Contact Us",
    "contact_us_description": "Ready to take the next step? Reach out to schedule your free initial session.",
    "footer_rights_reserved": "All rights reserved.",
    "footer_designed_with_care": "Designed with care.",
    "booking_page_title": "Book a Session",
    "booking_page_description": "Please use the calendar below to find a time that works for you.",
    "booking_page_calendly_placeholder": "Calendly embed will go here.",
    "booking_page_contact_prompt_start": "If you have any trouble, please don't hesitate to",
    "booking_page_contact_prompt_link": "contact us",
    "view_all_testimonials_button": "View all testimonials",
    "testimonials_page_title": "Testimonials",
    "testimonials_page_description": "Here's what people have to say about their experience.",
    "filter_by_language_label": "Filter by language",
    "sort_by_date_label": "Sort by date",
    "sort_newest": "Newest",
    "sort_oldest": "Oldest",
    "all_languages": "All languages"
}
