{
  "site_title": "Near Counselling",
  "site_slogan": "Trust in the process",
  "nav_about": "About",
  "nav_services": "Services",
  "nav_testimonials": "Testimonials",
  "who_is_cinthia?": "Who is Cinthia?",
  "how_it_began?": "How it began?",
  "nav_contact": "Contact",
  "book_session_button": "Book a Session",
  "about_title": "About Cinthia",
  "about_description": "This is Cinthia. She is finishing her counselling training and offers accessible sessions while completing her supervised practice. She speaks three native languages: Spanish, Portuguese, and English. She works with attentive listening, clear goals, and easy-to-apply real-life tasks.",
  "get_in_touch_button": "Get in Touch",
  "how_it_works_title": "How It Works",
  "how_it_works_step1": "First, she listens, without rushing, to understand where you are.",
  "how_it_works_step2": "You define one or two realistic goals for the week together.",
  "how_it_works_step3": "You take away light tasks or simple exercises.",
  "how_it_works_step4": "Next time, you review what worked and adjust as needed.",
  "services_offered_title": "Services Offered",
  "services_offered_description": "Tailored support to meet your individual needs. Whether you're seeking in-depth therapy or guidance on finding the right specialist, I'm here to help.",
  "individual_sessions_title": "Individual Sessions",
  "individual_sessions_description": "One-on-one sessions to explore your thoughts and feelings in a confidential setting.",
  "brief_therapy_title": "Brief Therapy",
  "brief_therapy_description": "Focused, short-term therapy to address specific issues and develop coping strategies.",
  "responsible_referrals_title": "Responsible Referrals",
  "responsible_referrals_description": "If your needs are outside her scope, she'll help you find the right professional for you.",
  "free_initial_session_title": "Free Initial Session",
  "free_initial_session_description": "You can book a free 30-minute initial session to discuss your needs with Cinthia and explore compatibility. Continuing is entirely optional.",
  "book_free_session_button": "Book Your Free Session",
  "fees_and_support_title": "Fees and Support",
  "fees_and_support_description": "Cinthia's sessions are set at 45 NZD, which directly support her career development as she continues her training in counselling.",
  "responsible_referrals_title_alt": "Responsible Referrals",
  "responsible_referrals_description_alt": "Cinthia's commitment is always to your well-being. If she is not the right fit, she will responsibly refer you to a trusted colleague or point you in the right direction toward someone who can better meet your needs.",
  "why_i_did_this_title": "How it began?",
  "why_i_did_this_description": "I am Cinthia's partner. She already has over 100 supervised hours as a counsellor. We live in Auckland, but she's from Argentina, lived in Brazil for four years, and has been here for more than six (including four in Wellington). She is currently in the last part of her counselling degree at AUT (the Auckland University of Technology).\n\n This website is my gift to her (and yes, she has no idea about any of this yet). If there's any criticism (even constructive), please direct it to me, because she doesn't know anything yet.\n\n Financially, it has been tough for her. Although as New Zealand residents the university fees are cheaper, it is still expensive. And as a full-time student, it is hard to find a part-time job that fits (especially since her schedule changes every semester). She doesn't dare to promote herself as a counsellor (because she isn't officially one yet), but she is able to give you that advice you might have needed… and didn't know you needed.\n\n Here you can also read Who is Cinthia?, messages written by friends and people she has helped in the past. Don't just take my word for it, there's real value in reading what those who have been by her side and connected with her beautiful personality and energy have to say.\n\n The purpose of this website is simple: for her not to end up in random part-time jobs just to stay afloat, but instead to start slowly building her professional practice (and in the process, help as many people as she can).",
  "how_can_she_help_me_title": "But she's not a counsellor yet, how can she help me?",
  "how_can_she_help_me_description": "The great thing about Cinthia is that if you bring something she cannot treat, she will tell you honestly and refer you. A few weeks ago, after completing her supervised 100 hours, I asked her if she could start a private practice and at what level. She said she could offer short therapies (focused on a specific problem), provide practical tools, and then let participants continue on their own.",
  "how_is_cinthia_title": "How is Cinthia?",
  "how_is_cinthia_description": "Cinthia is one of those people you think don't exist in real life. Someone who gives so much of herself to others, with a genuine interest in helping and an incredible capacity to adapt.\n\n I've seen her go through very tough situations, but the story from 2011 always comes to mind (it somehow defines her). She left everything in Argentina and went to live in Brazil with a plan (one of those plans that seems infallible before the trip), but once you arrive, it doesn't always work out. And that's what happened.\n\n In the first weeks, she worked for just a plate of food to survive, without even understanding the language. We are not talking about someone who freezes in a crisis. We are talking about someone who reacts, adjusts, does what needs to be done, and keeps going.\n\n She knows what it is to hit rock bottom and rise again.",
  "who_is_cinthia_title": "Who is Cinthia?",
  "who_is_cinthia_description": "Words from those who know her work and character.",
  "testimonial1_name": "A friend",
  "testimonial1_message": "Cinthia is a very dedicated and attentive professional. With a keen sense of ethics, she provides a safe environment for us to develop. She has a genuine interest in others. I am very grateful for the opportunity to have her as my psychologist.",
  "testimonial2_name": "Maria S.",
  "testimonial2_message": "A professional who is attentive to our needs and very helpful. I highly recommend her!",
  "testimonial3_name": "John D.",
  "testimonial3_message": "A great listener and a wonderful professional. She helped me through a tough time with patience and understanding.",
  "testimonial4_name": "Sofia L.",
  "testimonial4_message": "I felt very comfortable from the first session. Cinthia is empathetic and creates a safe space to open up.",
  "testimonial5_name": "David B.",
  "testimonial5_message": "Her guidance was crucial for my personal development. An excellent psychologist.",
  "testimonial6_name": "Laura P.",
  "testimonial6_message": "I recommend her work to everyone. A committed and very competent professional.",
  "testimonial7_name": "Michael K.",
  "testimonial7_message": "The sessions helped me to see my problems from a new perspective. I am very thankful.",
  "testimonial8_name": "Fernanda R.",
  "testimonial8_message": "Cinthia is a light. Her humanistic and welcoming approach makes all the difference.",
  "testimonial9_name": "Carlos M.",
  "testimonial9_message": "An amazing professional who works with great seriousness and ethics. It has been a transformative experience.",
  "share_your_experience_title": "Share Your Experience",
  "testimonial_form_name_label": "Your Name",
  "testimonial_form_name_placeholder": "e.g. Jane Doe",
  "testimonial_form_country_label": "Country",
  "testimonial_form_country_placeholder": "Select your country",
  "booking_form_email_label": "Your Email",
  "booking_form_email_placeholder": "e.g. jane.doe@example.com",
  "testimonial_form_message_label": "Your Message",
  "testimonial_form_message_placeholder": "Tell us about your experience...",
  "booking_form_message_placeholder": "Tell me about you...",
  "testimonial_form_submit_button": "Submit Testimonial",
  "submit_session_button": "Submit",
  "testimonial_form_submitted_title": "Thank you!",
  "testimonial_form_submitted_description": "Your testimonial has been submitted.",
  "testimonial_form_error_title": "Error submiting the form",
  "testimonial_form_error_description": "Please try again later.",
  "booking_form_submitted_title": "Thank you!",
  "booking_form_submitted_description": "Your booking has been submitted.",
  "booking_form_error_title": "Error submiting the form",
  "booking_form_error_description": "Please fill out all the fields.",
  "contact_us_title": "Contact her",
  "contact_us_description": "Ready to take the next step? Reach out to schedule your free initial session.",
  "footer_rights_reserved": "All rights reserved.",
  "footer_designed_with_care": "Designed with care.",
  "booking_page_title": "Book a Session",
  "booking_page_description": "Please use the calendar below to find a time that works for you.",
  "booking_page_description_form": "Please fill out the form below to schedule your session.",
  "booking_page_calendly_placeholder": "Calendly embed will go here.",
  "booking_page_contact_prompt_start": "If you have any trouble, please don't hesitate to",
  "booking_page_contact_prompt_link": "contact us",
  "view_all_testimonials_button": "View all testimonials",
  "testimonials_page_title": "Testimonials",
  "testimonials_page_description": "Here's what people have to say about their experience.",
  "filter_by_language_label": "Filter by language",
  "sort_by_date_label": "Sort by date",
  "sort_newest": "Newest",
  "sort_oldest": "Oldest",
  "all_languages": "All languages",
  "loading": "loading"
}
