
{
    "site_title": "Near Counsellor",
    "nav_about": "Acerca de",
    "nav_services": "Servicios",
    "nav_testimonials": "Testimonios",
    "nav_contact": "Contacto",
    "book_session_button": "Reservar una Sesión",
    "about_title": "Acerca de Cinthia",
    "about_description": "Ella es Cinthia. Está terminando la formación en counselling y ofrece sesiones accesibles mientras cumple su práctica supervisada. Habla tres idiomas nativos: español, portugués e inglés. Trabaja con escucha atenta, objetivos claros y tareas fáciles de aplicar en la vida real.",
    "get_in_touch_button": "Ponete en Contacto",
    "how_it_works_title": "Cómo Funciona",
    "how_it_works_step1": "Primero te escucha, sin apuro, para entender dónde estás.",
    "how_it_works_step2": "Definen uno o dos objetivos realistas para la semana.",
    "how_it_works_step3": "Te llevás tareas livianas o ejercicios simples.",
    "how_it_works_step4": "Revisan lo que funcionó y ajustan en la próxima.",
    "services_offered_title": "Servicios Ofrecidos",
    "services_offered_description": "Apoyo personalizado para satisfacer tus necesidades individuales. Ya sea que busques terapia en profundidad o guía para encontrar al especialista adecuado, estoy aquí para ayudar.",
    "individual_sessions_title": "Sesiones Individuales",
    "individual_sessions_description": "Sesiones uno a uno para explorar tus pensamientos y sentimientos en un entorno confidencial.",
    "brief_therapy_title": "Terapia Breve",
    "brief_therapy_description": "Terapia enfocada y a corto plazo para abordar problemas específicos y desarrollar estrategias de afrontamiento.",
    "responsible_referrals_title": "Derivaciones Responsables",
    "responsible_referrals_description": "Si tus necesidades están fuera de mi alcance, te ayudaré a encontrar el profesional adecuado para vos.",
    "free_initial_session_title": "Sesión Inicial Gratuita",
    "free_initial_session_description": "Encontrar al terapeuta adecuado es crucial. Ofrezco una sesión inicial gratuita de 30 minutos para que nos conozcamos, hablemos de tus necesidades y veamos si somos compatibles. No hay obligación de continuar.",
    "book_free_session_button": "Reservá tu Sesión Gratuita",
    "fees_and_support_title": "Honorarios y Apoyo",
    "fees_and_support_description": "Tarifas flexibles y opciones de pago están disponibles para garantizar que la terapia sea accesible. Por favor, consultá para más detalles.",
    "responsible_referrals_title_alt": "Derivaciones Responsables",
    "responsible_referrals_description_alt": "Mi compromiso es con tu bienestar. Si no soy la persona adecuada, te derivaré responsablemente a un colega de confianza que pueda satisfacer mejor tus necesidades.",
    "why_i_did_this_title": "Por Qué Hice Esto",
    "why_i_did_this_description": "Cinthia ya tiene más de 100 horas supervisadas como counsellor. Vivimos en Auckland, pero ella es de Argentina, vivió en Brasil cuatro años y acá más de seis (cuatro en Wellington). Está cursando la segunda parte de la carrera de counselling en AUT, en la universidad de Auckland. Este website es mi regalo hacia ella, y sí… ella no tiene idea de nada de esto, así que si hay alguna crítica (aunque sea constructiva) diríjanla a mí que ella no sabe nada todavía 😄\n\nFinancieramente le está costando. Aunque como residentes la universidad es más barata, sigue siendo cara, y como full-time student es difícil conseguir un part-time que encaje, especialmente porque cada cuatrimestre le cambian los horarios y la dejan off-side. No se anima a promocionarse como counsellor (porque todavía no lo es), pero puede darte ese consejo que tal vez necesitabas… y no sabías que necesitabas.\n\nAcá podés leer Proof of Character, mensajes escritos por amigos o personas a las que ayudó en el pasado. No te quedes solo con lo que digo yo, hay mucho valor en leer lo que dicen quienes tuvieron el placer de estar a su lado y conectar con lo lindo de su persona y su energía.\n\nCuál es el fin de este website? Que no termine buscando un trabajo part-time cualquiera que solo la mantenga a flote, sino que empiece a crear de a poco su práctica profesional.\n\n— Hey, pero no es counsellor, cómo me puede ayudar\n\nLo bueno de Cinthia es que si le llevás algo que no pueda tratar, te lo va a decir y te va a derivar. Le pregunté si podía empezar una práctica privada y a qué nivel. Me dijo que podría ofrecer terapias cortas (hasta seis sesiones) para un problema puntual, darte herramientas y que después sigas por tu cuenta.",
    "who_is_cinthia_title": "¿Quién es Cinthia?",
    "who_is_cinthia_description": "Palabras de quienes conocen su trabajo y su carácter.",
    "testimonial1_name": "Una amiga",
    "testimonial1_message": "Cinthia es una profesional muy dedicada y atenta. Con un agudo sentido de la ética, proporciona un ambiente seguro para que nos desarrollemos. Tiene un interés genuino en los demás. Estoy muy agradecida por la oportunidad de tenerla como mi psicóloga.",
    "testimonial2_name": "Maria S.",
    "testimonial2_message": "Una profesional atenta a nuestras necesidades y muy servicial. ¡La recomiendo mucho!",
    "testimonial3_name": "Juan D.",
    "testimonial3_message": "Una gran oyente y una maravillosa profesional. Me ayudó a superar un momento difícil con paciencia y comprensión.",
    "testimonial4_name": "Sofía L.",
    "testimonial4_message": "Me sentí muy cómoda desde la primera sesión. Cinthia es empática y crea un espacio seguro para abrirse.",
    "testimonial5_name": "David B.",
    "testimonial5_message": "Su orientación fue crucial para mi desarrollo personal. Una excelente psicóloga.",
    "testimonial6_name": "Laura P.",
    "testimonial6_message": "Recomiendo su trabajo a todo el mundo. Una profesional comprometida y muy competente.",
    "testimonial7_name": "Miguel K.",
    "testimonial7_message": "Las sesiones me ayudaron a ver mis problemas desde una nueva perspectiva. Estoy muy agradecido.",
    "testimonial8_name": "Fernanda R.",
    "testimonial8_message": "Cinthia es una luz. Su enfoque humanista y acogedor marca la diferencia.",
    "testimonial9_name": "Carlos M.",
    "testimonial9_message": "Una profesional increíble que trabaja con gran seriedad y ética. Ha sido una experiencia transformadora.",
    "share_your_experience_title": "Compartí tu Experiencia",
    "testimonial_form_name_label": "Tu Nombre",
    "testimonial_form_name_placeholder": "Ej. Juana Pérez",
    "testimonial_form_country_label": "País",
    "testimonial_form_country_placeholder": "Seleccioná tu país",
    "testimonial_form_message_label": "Tu Mensaje",
    "testimonial_form_message_placeholder": "Contanos tu experiencia...",
    "testimonial_form_submit_button": "Enviar Testimonio",
    "testimonial_form_submitted_title": "¡Gracias!",
    "testimonial_form_submitted_description": "Tu testimonio ha sido enviado.",
    "contact_us_title": "Contactanos",
    "contact_us_description": "¿Listo para dar el siguiente paso? Ponete en contacto para programar tu sesión inicial gratuita.",
    "footer_rights_reserved": "Todos los derechos reservados.",
    "footer_designed_with_care": "Diseñado con esmero.",
    "booking_page_title": "Reservar una Sesión",
    "booking_page_description": "Por favor, usá el calendario a continuación para encontrar un horario que te funcione.",
    "booking_page_calendly_placeholder": "El embed de Calendly irá aquí.",
    "booking_page_contact_prompt_start": "Si tenés algún problema, no dudes en",
    "booking_page_contact_prompt_link": "contactarnos",
    "view_all_testimonials_button": "Ver todos los testimonios",
    "testimonials_page_title": "Testimonios",
    "testimonials_page_description": "Esto es lo que la gente tiene que decir sobre su experiencia.",
    "filter_by_language_label": "Filtrar por idioma",
    "sort_by_date_label": "Ordenar por fecha",
    "sort_newest": "Más nuevos",
    "sort_oldest": "Más antiguos",
    "all_languages": "Todos los idiomas"
}
