{
  "site_title": "Near Counselling",
  "site_slogan": "Confía en el proceso",
  "nav_about": "Acerca de",
  "nav_services": "Servicios",
  "nav_testimonials": "Testimonios",
  "who_is_cinthia?": "Quién es Cinthia?",
  "nav_contact": "Contacto",
  "book_session_button": "Reservar una Sesión",
  "about_title": "Acerca de Cinthia",
  "about_description": "Ella es Cinthia. Está terminando la formación en counselling y ofrece sesiones accesibles mientras cumple su práctica supervisada. Habla tres idiomas nativos: español, portugués e inglés. Trabaja con escucha atenta, objetivos claros y tareas fáciles de aplicar en la vida real.",
  "get_in_touch_button": "Ponete en Contacto",
  "how_it_works_title": "Cómo Funciona",
  "how_it_works_step1": "Primero te escucha, sin apuro, para entender dónde estás.",
  "how_it_works_step2": "Definen uno o dos objetivos realistas para la semana.",
  "how_it_works_step3": "Te llevás tareas livianas o ejercicios simples.",
  "how_it_works_step4": "Revisan lo que funcionó y ajustan en la próxima.",
  "services_offered_title": "Servicios Ofrecidos",
  "services_offered_description": "Apoyo personalizado para satisfacer tus necesidades individuales. Ya sea que busques terapia en profundidad o guía para encontrar al especialista adecuado, estoy aquí para ayudar.",
  "individual_sessions_title": "Sesiones Individuales",
  "individual_sessions_description": "Sesiones uno a uno para explorar tus pensamientos y sentimientos en un entorno confidencial.",
  "brief_therapy_title": "Terapia Breve",
  "brief_therapy_description": "Terapia enfocada y a corto plazo para abordar problemas específicos y desarrollar estrategias de afrontamiento.",
  "responsible_referrals_title": "Derivaciones Responsables",
  "responsible_referrals_description": "Si tus necesidades están fuera de su alcance, ella te ayudará a encontrar el profesional adecuado para vos.",
  "free_initial_session_title": "Sesión Inicial Gratuita",
  "free_initial_session_description": "Podés reservar una sesión inicial gratuita de 30 minutos para conversar sobre tus necesidades con Cinthia y evaluar la compatibilidad. Continuar es completamente opcional.",
  "book_free_session_button": "Reservá tu Sesión Gratuita",
  "fees_and_support_title": "Honorarios y Apoyo",
  "fees_and_support_description": "Las sesiones de Cinthia tienen un valor de 45 NZD, que contribuyen directamente a su desarrollo profesional mientras continúa su formación en consejería.",
  "responsible_referrals_title_alt": "Derivaciones Responsables",
  "responsible_referrals_description_alt": "El compromiso de Cinthia es siempre con tu bienestar. Si no es la persona adecuada para vos, te derivará de forma responsable a un colega de confianza o te orientará hacia alguien que pueda responder mejor a tus necesidades.",
  "why_i_did_this_title": "¿Por qué hice esto?",
  "why_i_did_this_description": "Soy la pareja de Cinthia. Ella ya tiene más de 100 horas supervisadas como consejera. Vivimos en Auckland, pero ella es de Argentina, vivió en Brasil durante cuatro años y ya lleva más de seis acá (incluyendo cuatro en Wellington). Actualmente está en la última parte de su carrera de Consejería en AUT (Auckland University of Technology).\n\nEste sitio web es mi regalo para ella (y sí, todavía no tiene idea de nada de esto). Si hay alguna crítica (incluso constructiva), por favor diríjanla a mí, porque ella todavía no sabe nada.\n\nEn lo económico, la situación ha sido difícil para ella. Aunque, como residentes en Nueva Zelanda, la universidad es más barata, sigue siendo costosa. Y, al ser estudiante de tiempo completo, le resulta complicado encontrar un trabajo part-time que encaje (sobre todo porque su horario cambia cada semestre). Ella no se anima a promocionarse como consejera (porque todavía no lo es oficialmente), pero sí puede darte ese consejo que tal vez necesitabas… y no sabías que necesitabas.\n\nAcá también podés leer ¿Quién es Cinthia?, mensajes escritos por amigos y personas a las que ayudó en el pasado. No te quedes solo con mi palabra: hay un valor real en leer lo que dicen quienes estuvieron a su lado y conectaron con su hermosa personalidad y energía.\n\nEl objetivo de este sitio web es simple: que no termine trabajando en empleos part-time al azar solo para mantenerse a flote, sino que empiece, de a poco, a construir su práctica profesional (y, en el camino, ayudar a tantas personas como pueda).",
  "how_can_she_help_me_title": "Pero todavía no es consejera, ¿cómo me puede ayudar?",
  "how_can_she_help_me_description": "Lo bueno de Cinthia es que si le traés algo que no puede tratar, te lo va a decir honestamente y te va a derivar. Hace unas semanas, después de completar sus 100 horas supervisadas, le pregunté si podía empezar una práctica privada y a qué nivel. Me dijo que podía ofrecer terapias breves (enfocadas en un problema específico), brindar herramientas prácticas, y después dejar que los participantes sigan por su cuenta.",
  "how_is_cinthia_title": "¿Cómo es Cinthia?",
  "how_is_cinthia_description": "Cinthia es una de esas personas que pensás que no existen en la vida real. Alguien que se entrega tanto a los demás, con un interés genuino por ayudar y una capacidad increíble para adaptarse.\n\n La vi pasar por situaciones muy duras, pero siempre me viene a la mente la historia de 2011 (de alguna manera la define). Dejó todo en Argentina y se fue a vivir a Brasil con un plan (uno de esos planes que parecen infalibles antes del viaje), pero una vez que llegás, no siempre sale como esperás. Y eso fue lo que pasó.\n\n En las primeras semanas, trabajó solo por un plato de comida para sobrevivir, sin siquiera entender el idioma. No estamos hablando de alguien que se paraliza en una crisis. Estamos hablando de alguien que reacciona, se adapta, hace lo que hay que hacer y sigue adelante.\n\n Ella sabe lo que es tocar fondo y levantarse de nuevo.",
  "who_is_cinthia_title": "¿Quién es Cinthia?",
  "who_is_cinthia_description": "Palabras de quienes conocen su trabajo y su carácter.",
  "testimonial1_name": "Una amiga",
  "testimonial1_message": "Cinthia es una profesional muy dedicada y atenta. Con un agudo sentido de la ética, proporciona un ambiente seguro para que nos desarrollemos. Tiene un interés genuino en los demás. Estoy muy agradecida por la oportunidad de tenerla como mi psicóloga.",
  "testimonial2_name": "Maria S.",
  "testimonial2_message": "Una profesional atenta a nuestras necesidades y muy servicial. ¡La recomiendo mucho!",
  "testimonial3_name": "Juan D.",
  "testimonial3_message": "Una gran oyente y una maravillosa profesional. Me ayudó a superar un momento difícil con paciencia y comprensión.",
  "testimonial4_name": "Sofía L.",
  "testimonial4_message": "Me sentí muy cómoda desde la primera sesión. Cinthia es empática y crea un espacio seguro para abrirse.",
  "testimonial5_name": "David B.",
  "testimonial5_message": "Su orientación fue crucial para mi desarrollo personal. Una excelente psicóloga.",
  "testimonial6_name": "Laura P.",
  "testimonial6_message": "Recomiendo su trabajo a todo el mundo. Una profesional comprometida y muy competente.",
  "testimonial7_name": "Miguel K.",
  "testimonial7_message": "Las sesiones me ayudaron a ver mis problemas desde una nueva perspectiva. Estoy muy agradecido.",
  "testimonial8_name": "Fernanda R.",
  "testimonial8_message": "Cinthia es una luz. Su enfoque humanista y acogedor marca la diferencia.",
  "testimonial9_name": "Carlos M.",
  "testimonial9_message": "Una profesional increíble que trabaja con gran seriedad y ética. Ha sido una experiencia transformadora.",
  "share_your_experience_title": "Compartí tu Experiencia",
  "testimonial_form_name_label": "Tu Nombre",
  "testimonial_form_name_placeholder": "Ej. Juana Pérez",
  "testimonial_form_country_label": "País",
  "testimonial_form_country_placeholder": "Seleccioná tu país",
  "booking_form_email_label": "Tu Email",
  "booking_form_email_placeholder": "Ej. juana.perez@example.com",
  "testimonial_form_message_label": "Tu Mensaje",
  "testimonial_form_message_placeholder": "Contanos tu experiencia...",
  "booking_form_message_placeholder": "Contame sobre vos...",
  "testimonial_form_submit_button": "Enviar Testimonio",
  "submit_session_button": "Enviar",
  "testimonial_form_submitted_title": "¡Gracias!",
  "testimonial_form_submitted_description": "Tu testimonio ha sido enviado.",
  "testimonial_form_error_title": "Error enviando el formulario",
  "testimonial_form_error_description": "Por favor, inténtalo de nuevo.",
  "booking_form_submitted_title": "¡Gracias!",
  "booking_form_submitted_description": "Tu reserva ha sido enviada.",
  "booking_form_error_title": "Error enviando el formulario",
  "booking_form_error_description": "Por favor, rellena todos los campos.",
  "contact_us_title": "Contactanos",
  "contact_us_description": "¿Listo para dar el siguiente paso? Ponete en contacto para programar tu sesión inicial gratuita.",
  "footer_rights_reserved": "Todos los derechos reservados.",
  "footer_designed_with_care": "Diseñado con esmero.",
  "booking_page_title": "Reservar una Sesión",
  "booking_page_description": "Por favor, usá el calendario a continuación para encontrar un horario que te funcione.",
  "booking_page_description_form": "Por favor, rellena el formulario a continuación para programar tu sesión.",
  "booking_page_calendly_placeholder": "El embed de Calendly irá aquí.",
  "booking_page_contact_prompt_start": "Si tenés algún problema, no dudes en",
  "booking_page_contact_prompt_link": "contactarnos",
  "view_all_testimonials_button": "Ver todos los testimonios",
  "testimonials_page_title": "Testimonios",
  "testimonials_page_description": "Esto es lo que la gente tiene que decir sobre su experiencia.",
  "filter_by_language_label": "Filtrar por idioma",
  "sort_by_date_label": "Ordenar por fecha",
  "sort_newest": "Más nuevos",
  "sort_oldest": "Más antiguos",
  "all_languages": "Todos los idiomas"
}
