{
  "site_title": "Near Counselling",
  "site_slogan": "Trust in the process",
  "nav_about": "Sobre",
  "nav_services": "Serviços",
  "nav_testimonials": "Depoimentos",
  "who_is_cinthia?": "Quem é a Cinthia?",
  "how_it_began?": "Como Comecou?",
  "nav_contact": "Contato",
  "book_session_button": "Agendar uma Sessão",
  "about_title": "Sobre Cinthia",
  "about_description": "Esta é a Cinthia. Ela está terminando sua formação em counselling e oferece sessões acessíveis enquanto completa sua prática supervisionada. Ela fala três idiomas fluentemente: espanhol (sua língua nativa), português e inglês. Trabalha com escuta atenta, metas claras e tarefas da vida real fáceis de aplicar...",
  "get_in_touch_button": "Entre em Contato",
  "how_it_works_title": "Como Funciona?",
  "how_it_works_step1": "Primeiro, ela escuta, sem pressa, para entender onde você está.",
  "how_it_works_step2": "Juntos, vocês definem um ou dois objetivos realistas para a semana.",
  "how_it_works_step3": "Você leva tarefas leves ou exercícios simples.",
  "how_it_works_step4": "Na próxima vez, vocês revisam o que funcionou e ajustam conforme necessário.",
  "services_offered_title": "Serviços Oferecidos",
  "services_offered_description": "Apoio personalizado para atender às suas necessidades individuais. Seja para procurar uma terapia aprofundada ou orientação para encontrar o especialista certo, ela está aqui para ajudar.",
  "individual_sessions_title": "Sessões Individuais",
  "individual_sessions_description": "Sessões individuais para explorar seus pensamentos e sentimentos em um ambiente confidencial.",
  "brief_therapy_title": "Terapia Breve",
  "brief_therapy_description": "Terapia focada e de curto prazo para abordar questões específicas e desenvolver estratégias de enfrentamento.",
  "responsible_referrals_title": "Encaminhamentos Responsáveis",
  "responsible_referrals_description": "Se suas necessidades estiverem fora do alcance dela, ela vai te ajudar a encontrar o profissional certo para você.",
  "free_initial_session_title": "Sessão Inicial Gratuita",
  "free_initial_session_description": "Você pode agendar uma sessão inicial gratuita de 30 minutos para conversar sobre suas necessidades com a Cinthia e avaliar a compatibilidade. Continuar é totalmente opcional.",
  "book_free_session_button": "Agende sua Sessão Gratuita",
  "fees_and_support_title": "Taxas e Suporte",
  "fees_and_support_description": "As sessões de Cinthia custam 50 NZD, o que apoia diretamente seu desenvolvimento profissional enquanto ela continua sua formação em counselling.",
  "responsible_referrals_title_alt": "Encaminhamentos Responsáveis",
  "responsible_referrals_description_alt": "O compromisso da Cinthia é sempre com o seu bem-estar. Se ela não for a profissional mais adequada para você, vai te encaminhar de forma responsável para um colega de confiança ou te direcionar para alguém que possa atender melhor às suas necessidades.",
  "why_i_did_this_title": "A história por trás deste site",
  "why_i_did_this_description": "Sou o parceiro da Cinthia, e este site é um presente para ela. Ela ainda não sabe de nada, então, se você tiver algum comentário ou sugestão, peço que me envie diretamente para info@nearcounselling.co.nz.\n\n Cinthia é da Argentina, morou quatro anos no Brasil e já está há mais de seis anos na Nova Zelândia, sendo quatro deles em Wellington. Agora vive em Auckland e está na fase final da sua graduação em Counselling na AUT (Auckland University of Technology).\n\n Nesse tempo, ela já completou mais de 100 horas supervisionadas de atendimento em counselling. Quem já esteve com ela costuma descrevê-la como empática, atenciosa e autêntica. Embora ainda não se divulgue oficialmente como counsellor, sua presença e forma de acompanhar já fizeram uma diferença positiva na vida de muitas pessoas.\n\n Como acontece com muitos estudantes em tempo integral, não tem sido fácil equilibrar estudo e trabalho. Embora a universidade seja mais acessível para residentes, os custos continuam altos, e como sua grade muda a cada semestre, é difícil encontrar um emprego de meio período estável. Em vez de focar apenas em trabalhos rápidos para se manter, minha ideia é que ela possa ir construindo, aos poucos, sua prática profissional, ajudando pessoas pelo caminho e compartilhando o dom natural que tem para se conectar com os outros.\n\n Aqui você também vai encontrar a seção “Quem é Cinthia” e mensagens de amigos e pessoas que já receberam seu apoio. Não fique apenas com a minha palavra: leia o que outros dizem sobre seu carinho, energia e dedicação.\n\n O objetivo deste site é simples: dar a ela a oportunidade de continuar crescendo como counsellor, criar um espaço para sua voz e permitir que alcance aqueles que mais precisam dela neste momento.",
  "how_can_she_help_me_title": "Mas ela ainda não é counsellor, como pode me ajudar?",
  "how_can_she_help_me_description": "O legal da Cinthia é que se você trouxer algo que ela não consegue tratar, ela vai te falar honestamente e te encaminhar. Algumas semanas atrás, depois de completar suas 100 horas supervisionadas, perguntei se ela poderia começar uma prática privada e em que nível. Ela disse que poderia oferecer terapias breves (focadas num problema específico), fornecer ferramentas práticas, e depois deixar os participantes continuarem por conta própria.",
  "how_is_cinthia_title": "Conheça Cinthia e sua resiliência",
  "how_is_cinthia_description": "A Cinthia é uma dessas pessoas que você acha que não existem na vida real. Alguém que se doa tanto aos outros, com um interesse genuíno em ajudar e uma capacidade incrível de se adaptar.\n\n Eu a vi passar por situações muito difíceis, mas sempre me vem à mente a história de 2011 (de alguma forma a define). Ela largou tudo na Argentina e foi morar no Brasil com um plano (um daqueles planos que parecem infalíveis antes da viagem), mas quando você chega, nem sempre dá certo. E foi isso que aconteceu.\n\n Nas primeiras semanas, ela trabalhou só por um prato de comida para sobreviver, sem nem entender a língua. Não estamos falando de alguém que trava numa crise. Estamos falando de alguém que reage, se ajusta, faz o que precisa ser feito e segue em frente.\n\n Ela sabe o que é chegar no fundo do poço e se levantar de novo.",
  "who_is_cinthia_title": "Quem é ela?",
  "who_is_cinthia_description": "Palavras de quem conhece seu trabalho e caráter.",
  "testimonial1_name": "Uma amiga",
  "testimonial1_message": "Cinthia é uma profissional muito dedicada e atenciosa. Com um aguçado senso de ética, ela proporciona um ambiente seguro para nos desenvolvermos. Ela tem um interesse genuíno pelos outros. Sou muito grata pela oportunidade de tê-la como minha psicóloga.",
  "testimonial2_name": "Maria S.",
  "testimonial2_message": "Uma profissional atenta às nossas necessidades e muito prestativa. Recomendo muito!",
  "testimonial3_name": "João D.",
  "testimonial3_message": "Um ótimo ouvinte e um profissional maravilhoso. Ele me ajudou a passar por um momento difícil com paciência e compreensão.",
  "testimonial4_name": "Sofia L.",
  "testimonial4_message": "Me senti muito à vontade desde a primeira sessão. Cinthia é empática e cria um espaço seguro para se abrir.",
  "testimonial5_name": "Davi B.",
  "testimonial5_message": "Sua orientação foi crucial para o meu desenvolvimento pessoal. Uma excelente psicóloga.",
  "testimonial6_name": "Laura P.",
  "testimonial6_message": "Recomendo o trabalho dela para todos. Uma profissional comprometida e muito competente.",
  "testimonial7_name": "Miguel K.",
  "testimonial7_message": "As sessões me ajudaram a ver meus problemas de uma nova perspectiva. Sou muito grato.",
  "testimonial8_name": "Fernanda R.",
  "testimonial8_message": "Cinthia é uma luz. Sua abordagem humanista e acolhedora faz toda a diferença.",
  "testimonial9_name": "Carlos M.",
  "testimonial9_message": "Uma profissional incrível que trabalha com muita seriedade e ética. Tem sido uma experiência transformadora.",
  "share_your_experience_title": "Quem é a Cinthia para vocé?",
  "testimonial_form_name_label": "Seu Nome",
  "testimonial_form_name_placeholder": "ex. Maria Silva",
  "testimonial_form_country_label": "País",
  "testimonial_form_country_placeholder": "Selecione seu país",
  "booking_form_email_label": "Seu Email",
  "booking_form_email_placeholder": "ex. maria.silva@example.com",
  "testimonial_form_message_label": "Sua Mensagem",
  "testimonial_form_message_placeholder": "Conte-nos sobre sua experiência...",
  "booking_form_message_placeholder": "Conte-nos sobre vocé...",
  "testimonial_form_submit_button": "Enviar Depoimento",
  "submit_session_button": "Enviar",
  "testimonial_form_submitted_title": "Obrigado!",
  "testimonial_form_submitted_description": "Seu depoimento foi enviado.",
  "testimonial_form_error_title": "Erro enviando o formulário",
  "testimonial_form_error_description": "Por favor, tente novamente.",
  "booking_form_submitted_title": "Obrigado!",
  "booking_form_submitted_description": "Sua reserva foi enviada.",
  "booking_form_error_title": "Erro ao enviar o formulário",
  "booking_form_error_description": "Por favor, preencha todos os campos.",
  "thanks_message_form_submitted": "Seu depoimento foi enviado. Está aguardando aprovação. Você receberá um e-mail quando for publicado.",
  "contact_us_title": "Contate-a",
  "contact_us_description": "Pronto para dar o próximo passo? Entre em contato para agendar sua sessão inicial gratuita.",
  "footer_rights_reserved": "Todos os direitos reservados.",
  "footer_designed_with_care": "Projetado com carinho.",
  "booking_page_title": "Agendar uma Sessão",
  "booking_page_description": "Por favor, use o calendário abaixo para encontrar um horário que funcione para você.",
  "booking_page_description_form": "Por favor, preencha o formulário abaixo para agendar sua sessão.",
  "booking_page_calendly_placeholder": "O embed do Calendly irá aqui.",
  "booking_page_contact_prompt_start": "Se você tiver algum problema, não hesite em",
  "booking_page_contact_prompt_link": "entrar em contato",
  "view_all_testimonials_button": "Ver todos os depoimentos",
  "testimonials_page_title": "Quem é ela?",
  "testimonials_page_description": "O que as pessoas dizem sobre a Cinthia",
  "filter_by_language_label": "Filtrar por idioma",
  "sort_by_date_label": "Ordenar por data",
  "sort_newest": "Mais recentes",
  "sort_oldest": "Mais antigos",
  "all_languages": "Todos os idiomas",
  "loading": "carregando",
  "read_more_button": "Ler Mais",
  "read_less_button": "Mostrar Menos",
  "testimonial_full_modal_title": "Depoimento Completo"
}
