
{
    "site_title": "Near Counselling",
    "nav_about": "Sobre",
    "nav_services": "Serviços",
    "nav_testimonials": "Depoimentos",
    "nav_contact": "Contato",
    "book_session_button": "Agendar uma Sessão",
    "about_title": "Sobre a Cinthia",
    "about_description": "Esta é a Cinthia. Ela está a terminar a sua formação em counselling e oferece sessões acessíveis enquanto completa a sua prática supervisionada. Fala três línguas nativas: espanhol, português e inglês. Trabalha com escuta atenta, objetivos claros e tarefas fáceis de aplicar na vida real.",
    "get_in_touch_button": "Entre em Contato",
    "how_it_works_title": "Como Funciona",
    "how_it_works_step1": "Primeiro, ela escuta, sem pressa, para entender onde você está.",
    "how_it_works_step2": "Juntos, vocês definem um ou dois objetivos realistas para a semana.",
    "how_it_works_step3": "Você leva tarefas leves ou exercícios simples.",
    "how_it_works_step4": "Na próxima vez, vocês revisam o que funcionou e ajustam conforme necessário.",
    "services_offered_title": "Serviços Oferecidos",
    "services_offered_description": "Apoio personalizado para atender às suas necessidades individuais. Se você está buscando terapia aprofundada ou orientação para encontrar o especialista certo, estou aqui para ajudar.",
    "individual_sessions_title": "Sessões Individuais",
    "individual_sessions_description": "Sessões individuais para explorar seus pensamentos e sentimentos em um ambiente confidencial.",
    "brief_therapy_title": "Terapia Breve",
    "brief_therapy_description": "Terapia focada e de curto prazo para abordar questões específicas e desenvolver estratégias de enfrentamento.",
    "responsible_referrals_title": "Encaminhamentos Responsáveis",
    "responsible_referrals_description": "Se suas necessidades estiverem fora do meu escopo, eu o ajudarei a encontrar o profissional certo para você.",
    "free_initial_session_title": "Sessão Inicial Gratuita",
    "free_initial_session_description": "Encontrar o terapeuta certo é crucial. Ofereço uma sessão inicial gratuita de 30 minutos para nos conhecermos, discutirmos suas necessidades e vermos se somos uma boa combinação. Não há obrigação de continuar.",
    "book_free_session_button": "Agende sua Sessão Gratuita",
    "fees_and_support_title": "Taxas e Suporte",
    "fees_and_support_description": "Tarifas flexíveis e opções de pagamento estão disponíveis para garantir que a terapia seja acessível. Por favor, entre em contato para mais detalhes.",
    "responsible_referrals_title_alt": "Encaminhamentos Responsáveis",
    "responsible_referrals_description_alt": "Meu compromisso é com o seu bem-estar. Se eu não for a pessoa certa, eu o encaminharei responsavelmente a um colega de confiança que possa atender melhor às suas necessidades.",
    "why_i_did_this_title": "Por Que Eu Fiz Isso",
    "why_i_did_this_description": "A Cinthia já tem mais de 100 horas supervisionadas como counsellor. Moramos em Auckland, mas ela é da Argentina, morou no Brasil por quatro anos e aqui há mais de seis (quatro em Wellington). Ela está cursando a segunda parte da graduação em counselling na AUT, a Universidade de Tecnologia de Auckland. Este site é o meu presente para ela, e sim... ela não tem ideia de nada disso, então se houver alguma crítica (mesmo que construtiva), por favor, dirija-a a mim, porque ela ainda não sabe de nada 😄\n\nFinanceiramente, tem sido difícil para ela. Embora como residentes a universidade seja mais barata, ainda é cara, e como estudante em tempo integral, é difícil encontrar um emprego de meio período que se encaixe, especialmente porque seus horários mudam a cada semestre, deixando-a em uma situação complicada. Ela não se atreve a se promover como counsellor (porque ainda não é), mas pode te dar aquele conselho que talvez você precisasse... e não sabia que precisava.\n\nAqui você pode ler Prova de Caráter, mensagens escritas por amigos ou pessoas que ela ajudou no passado. Não acredite apenas na minha palavra; há muito valor em ler o que dizem aqueles que tiveram o prazer de estar ao seu lado e se conectar com sua bela personalidade e energia.\n\nQual é o propósito deste site? Que ela não acabe procurando um emprego de meio período qualquer que apenas a mantenha à tona, mas que comece a construir lentamente sua prática profissional.\n\n— Ei, mas ela não é counsellor, como pode me ajudar?\n\nA grande vantagem da Cinthia é que se você trouxer algo que ela não pode tratar, ela lhe dirá e o encaminhará. Perguntei se ela poderia iniciar uma prática privada e em que nível. Ela disse que poderia oferecer terapias curtas (até seis sessões) para um problema específico, dar-lhe ferramentas e, em seguida, você poderia continuar por conta própria.",
    "who_is_cinthia_title": "Quem é a Cinthia?",
    "who_is_cinthia_description": "Palavras de quem conhece seu trabalho e caráter.",
    "testimonial1_name": "Uma amiga",
    "testimonial1_message": "Cinthia é uma profissional muito dedicada e atenciosa. Com um aguçado senso de ética, ela proporciona um ambiente seguro para nos desenvolvermos. Ela tem um interesse genuíno pelos outros. Sou muito grata pela oportunidade de tê-la como minha psicóloga.",
    "testimonial2_name": "Maria S.",
    "testimonial2_message": "Uma profissional atenta às nossas necessidades e muito prestativa. Recomendo muito!",
    "testimonial3_name": "João D.",
    "testimonial3_message": "Um ótimo ouvinte e um profissional maravilhoso. Ele me ajudou a passar por um momento difícil com paciência e compreensão.",
    "testimonial4_name": "Sofia L.",
    "testimonial4_message": "Me senti muito à vontade desde a primeira sessão. Cinthia é empática e cria um espaço seguro para se abrir.",
    "testimonial5_name": "Davi B.",
    "testimonial5_message": "Sua orientação foi crucial para o meu desenvolvimento pessoal. Uma excelente psicóloga.",
    "testimonial6_name": "Laura P.",
    "testimonial6_message": "Recomendo o trabalho dela para todos. Uma profissional comprometida e muito competente.",
    "testimonial7_name": "Miguel K.",
    "testimonial7_message": "As sessões me ajudaram a ver meus problemas de uma nova perspectiva. Sou muito grato.",
    "testimonial8_name": "Fernanda R.",
    "testimonial8_message": "Cinthia é uma luz. Sua abordagem humanista e acolhedora faz toda a diferença.",
    "testimonial9_name": "Carlos M.",
    "testimonial9_message": "Uma profissional incrível que trabalha com muita seriedade e ética. Tem sido uma experiência transformadora.",
    "share_your_experience_title": "Compartilhe Sua Experiência",
    "testimonial_form_name_label": "Seu Nome",
    "testimonial_form_name_placeholder": "ex. Maria Silva",
    "testimonial_form_country_label": "País",
    "testimonial_form_country_placeholder": "Selecione seu país",
    "testimonial_form_message_label": "Sua Mensagem",
    "testimonial_form_message_placeholder": "Conte-nos sobre sua experiência...",
    "testimonial_form_submit_button": "Enviar Depoimento",
    "testimonial_form_submitted_title": "Obrigado!",
    "testimonial_form_submitted_description": "Seu depoimento foi enviado.",
    "contact_us_title": "Fale Conosco",
    "contact_us_description": "Pronto para dar o próximo passo? Entre em contato para agendar sua sessão inicial gratuita.",
    "footer_rights_reserved": "Todos os direitos reservados.",
    "footer_designed_with_care": "Projetado com carinho.",
    "booking_page_title": "Agendar uma Sessão",
    "booking_page_description": "Por favor, use o calendário abaixo para encontrar um horário que funcione para você.",
    "booking_page_calendly_placeholder": "O embed do Calendly irá aqui.",
    "booking_page_contact_prompt_start": "Se você tiver algum problema, não hesite em",
    "booking_page_contact_prompt_link": "entrar em contato",
    "view_all_testimonials_button": "Ver todos os depoimentos",
    "testimonials_page_title": "Depoimentos",
    "testimonials_page_description": "Veja o que as pessoas têm a dizer sobre sua experiência.",
    "filter_by_language_label": "Filtrar por idioma",
    "sort_by_date_label": "Ordenar por data",
    "sort_newest": "Mais recentes",
    "sort_oldest": "Mais antigos",
    "all_languages": "Todos os idiomas"
}
