{
  "site_title": "Near Counselling",
  "site_slogan": "Confia no Processo",
  "nav_about": "Sobre",
  "nav_services": "Serviços",
  "nav_testimonials": "Depoimentos",
  "who_is_cinthia?": "Quem é a Cinthia?",
  "nav_contact": "Contato",
  "book_session_button": "Agendar uma Sessão",
  "about_title": "Sobre a Cinthia",
  "about_description": "Esta é a Cinthia. Ela está a terminar a sua formação em counselling e oferece sessões acessíveis enquanto completa a sua prática supervisionada. Fala três línguas nativas: espanhol, português e inglês. Trabalha com escuta atenta, objetivos claros e tarefas fáceis de aplicar na vida real.",
  "get_in_touch_button": "Entre em Contato",
  "how_it_works_title": "Como Funciona",
  "how_it_works_step1": "Primeiro, ela escuta, sem pressa, para entender onde você está.",
  "how_it_works_step2": "Juntos, vocês definem um ou dois objetivos realistas para a semana.",
  "how_it_works_step3": "Você leva tarefas leves ou exercícios simples.",
  "how_it_works_step4": "Na próxima vez, vocês revisam o que funcionou e ajustam conforme necessário.",
  "services_offered_title": "Serviços Oferecidos",
  "services_offered_description": "Apoio personalizado para atender às suas necessidades individuais. Se você está buscando terapia aprofundada ou orientação para encontrar o especialista certo, estou aqui para ajudar.",
  "individual_sessions_title": "Sessões Individuais",
  "individual_sessions_description": "Sessões individuais para explorar seus pensamentos e sentimentos em um ambiente confidencial.",
  "brief_therapy_title": "Terapia Breve",
  "brief_therapy_description": "Terapia focada e de curto prazo para abordar questões específicas e desenvolver estratégias de enfrentamento.",
  "responsible_referrals_title": "Encaminhamentos Responsáveis",
  "responsible_referrals_description": "Se suas necessidades estiverem fora do alcance dela, ela vai te ajudar a encontrar o profissional certo para você.",
  "free_initial_session_title": "Sessão Inicial Gratuita",
  "free_initial_session_description": "Você pode agendar uma sessão inicial gratuita de 30 minutos para conversar sobre suas necessidades com a Cinthia e avaliar a compatibilidade. Continuar é totalmente opcional.",
  "book_free_session_button": "Agende sua Sessão Gratuita",
  "fees_and_support_title": "Taxas e Suporte",
  "fees_and_support_description": "As sessões da Cinthia têm o valor de 45 NZD, que contribuem diretamente para o seu desenvolvimento profissional enquanto ela continua sua formação em aconselhamento.",
  "responsible_referrals_title_alt": "Encaminhamentos Responsáveis",
  "responsible_referrals_description_alt": "O compromisso da Cinthia é sempre com o seu bem-estar. Se ela não for a profissional mais adequada para você, vai te encaminhar de forma responsável para um colega de confiança ou te direcionar para alguém que possa atender melhor às suas necessidades.",
  "why_i_did_this_title": "Por que eu fiz isso?",
  "why_i_did_this_description": "Sou parceiro da Cinthia. Ela já tem mais de 100 horas supervisionadas como conselheira. Moramos em Auckland, mas ela é da Argentina, morou no Brasil por quatro anos e está aqui há mais de seis (incluindo quatro em Wellington). Atualmente, ela está na parte final da graduação em aconselhamento na AUT (Auckland University of Technology).\n\nEste site é o meu presente para ela (e sim, ela ainda não faz ideia de nada disso). Se houver alguma crítica (mesmo que construtiva), por favor, direcione-a para mim, porque ela ainda não sabe de nada.\n\nFinanceiramente, tem sido difícil para ela. Embora, como residentes na Nova Zelândia, as mensalidades da universidade sejam mais baratas, ainda são caras. E como estudante em tempo integral, é complicado encontrar um trabalho de meio período que se encaixe (principalmente porque o horário dela muda a cada semestre). Ela não se sente à vontade para se promover como conselheira (porque ainda não é oficialmente), mas pode te dar aquele conselho que talvez você precisasse… e nem sabia que precisava.\n\nAqui você também pode ler 'Quem é Cinthia?', mensagens escritas por amigos e pessoas que ela ajudou no passado. Não fique apenas com a minha palavra: há muito valor em ler o que dizem aqueles que estiveram ao lado dela e se conectaram com sua linda personalidade e energia.\n\nO propósito deste site é simples: que ela não precise acabar em trabalhos aleatórios de meio período apenas para se manter, mas que possa começar a construir aos poucos sua prática profissional (e, nesse processo, ajudar o maior número de pessoas possível).",
  "how_can_she_help_me_title": "Mas ela ainda não é conselheira, como pode me ajudar?",
  "how_can_she_help_me_description": "O legal da Cinthia é que se você trouxer algo que ela não consegue tratar, ela vai te falar honestamente e te encaminhar. Algumas semanas atrás, depois de completar suas 100 horas supervisionadas, perguntei se ela poderia começar uma prática privada e em que nível. Ela disse que poderia oferecer terapias breves (focadas num problema específico), fornecer ferramentas práticas, e depois deixar os participantes continuarem por conta própria.",
  "how_is_cinthia_title": "Como é a Cinthia?",
  "how_is_cinthia_description": "A Cinthia é uma dessas pessoas que você acha que não existem na vida real. Alguém que se doa tanto aos outros, com um interesse genuíno em ajudar e uma capacidade incrível de se adaptar.\n\n Eu a vi passar por situações muito difíceis, mas sempre me vem à mente a história de 2011 (de alguma forma a define). Ela largou tudo na Argentina e foi morar no Brasil com um plano (um daqueles planos que parecem infalíveis antes da viagem), mas quando você chega, nem sempre dá certo. E foi isso que aconteceu.\n\n Nas primeiras semanas, ela trabalhou só por um prato de comida para sobreviver, sem nem entender a língua. Não estamos falando de alguém que trava numa crise. Estamos falando de alguém que reage, se ajusta, faz o que precisa ser feito e segue em frente.\n\n Ela sabe o que é chegar no fundo do poço e se levantar de novo.",
  "who_is_cinthia_title": "Quem é a Cinthia?",
  "who_is_cinthia_description": "Palavras de quem conhece seu trabalho e caráter.",
  "testimonial1_name": "Uma amiga",
  "testimonial1_message": "Cinthia é uma profissional muito dedicada e atenciosa. Com um aguçado senso de ética, ela proporciona um ambiente seguro para nos desenvolvermos. Ela tem um interesse genuíno pelos outros. Sou muito grata pela oportunidade de tê-la como minha psicóloga.",
  "testimonial2_name": "Maria S.",
  "testimonial2_message": "Uma profissional atenta às nossas necessidades e muito prestativa. Recomendo muito!",
  "testimonial3_name": "João D.",
  "testimonial3_message": "Um ótimo ouvinte e um profissional maravilhoso. Ele me ajudou a passar por um momento difícil com paciência e compreensão.",
  "testimonial4_name": "Sofia L.",
  "testimonial4_message": "Me senti muito à vontade desde a primeira sessão. Cinthia é empática e cria um espaço seguro para se abrir.",
  "testimonial5_name": "Davi B.",
  "testimonial5_message": "Sua orientação foi crucial para o meu desenvolvimento pessoal. Uma excelente psicóloga.",
  "testimonial6_name": "Laura P.",
  "testimonial6_message": "Recomendo o trabalho dela para todos. Uma profissional comprometida e muito competente.",
  "testimonial7_name": "Miguel K.",
  "testimonial7_message": "As sessões me ajudaram a ver meus problemas de uma nova perspectiva. Sou muito grato.",
  "testimonial8_name": "Fernanda R.",
  "testimonial8_message": "Cinthia é uma luz. Sua abordagem humanista e acolhedora faz toda a diferença.",
  "testimonial9_name": "Carlos M.",
  "testimonial9_message": "Uma profissional incrível que trabalha com muita seriedade e ética. Tem sido uma experiência transformadora.",
  "share_your_experience_title": "Compartilhe Sua Experiência",
  "testimonial_form_name_label": "Seu Nome",
  "testimonial_form_name_placeholder": "ex. Maria Silva",
  "testimonial_form_country_label": "País",
  "testimonial_form_country_placeholder": "Selecione seu país",
  "booking_form_email_label": "Seu Email",
  "booking_form_email_placeholder": "ex. maria.silva@example.com",
  "testimonial_form_message_label": "Sua Mensagem",
  "testimonial_form_message_placeholder": "Conte-nos sobre sua experiência...",
  "booking_form_message_placeholder": "Conte-nos sobre vocé...",
  "testimonial_form_submit_button": "Enviar Depoimento",
  "submit_session_button": "Enviar",
  "testimonial_form_submitted_title": "Obrigado!",
  "testimonial_form_submitted_description": "Seu depoimento foi enviado.",
  "testimonial_form_error_title": "Erro enviando o formulário",
  "testimonial_form_error_description": "Por favor, tente novamente.",
  "booking_form_submitted_title": "Obrigado!",
  "booking_form_submitted_description": "Sua reserva foi enviada.",
  "booking_form_error_title": "Erro ao enviar o formulário",
  "booking_form_error_description": "Por favor, preencha todos os campos.",
  "contact_us_title": "Fale Conosco",
  "contact_us_description": "Pronto para dar o próximo passo? Entre em contato para agendar sua sessão inicial gratuita.",
  "footer_rights_reserved": "Todos os direitos reservados.",
  "footer_designed_with_care": "Projetado com carinho.",
  "booking_page_title": "Agendar uma Sessão",
  "booking_page_description": "Por favor, use o calendário abaixo para encontrar um horário que funcione para você.",
  "booking_page_description_form": "Por favor, preencha o formulário abaixo para agendar sua sessão.",
  "booking_page_calendly_placeholder": "O embed do Calendly irá aqui.",
  "booking_page_contact_prompt_start": "Se você tiver algum problema, não hesite em",
  "booking_page_contact_prompt_link": "entrar em contato",
  "view_all_testimonials_button": "Ver todos os depoimentos",
  "testimonials_page_title": "Depoimentos",
  "testimonials_page_description": "Veja o que as pessoas têm a dizer sobre sua experiência.",
  "filter_by_language_label": "Filtrar por idioma",
  "sort_by_date_label": "Ordenar por data",
  "sort_newest": "Mais recentes",
  "sort_oldest": "Mais antigos",
  "all_languages": "Todos os idiomas"
}
